/*
Задача 15: Напишите программу, которая принимает на вход цифру, обозначающую день недели, и 
проверяет, является ли этот день выходным.

6 -> да
7 -> да
1 -> нет
*/

Console.WriteLine("Введие")
int number = new Random().Next(0; 8);

if (number < 6);
{
    Console.WriteLine("выходной");
}

{
    Console.WriteLine("рабочий день")
}
